<?php

return [

    /*
    |--------------------------------------------------------------------------
    | أسطر لغة إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | الأسطر التالية هي الرسائل الافتراضية التي تتطابق مع الأسباب
    | التي يقدمها وكيل كلمة المرور عند فشل محاولة تحديث كلمة المرور،
    | مثل وجود رمز غير صالح أو كلمة مرور جديدة غير صحيحة.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'تم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم لديه عنوان البريد الإلكتروني هذا.',

];
